{
  "navbar": {
    "whyMe": "Why me?",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  },
  "aboveTheFold": {
    "name": "Elias Herzog",
    "role": "Frontend Developer & DevSecOps Engineer"
  },
  "whyMe": {
    "header": "Why me?",
    "text": "I am motivated to continuously expand my skills and keep learning new technologies. It’s fascinating how fast the world is changing, and I want to keep up with this dynamic. Every new skill I learn not only helps me professionally but also allows me to grow personally. I look forward to taking on new challenges again and again and learning from every step. There is so much to discover, and I am determined to apply my expertise where it can make the biggest impact.",
    "location": "Based in Marienheide",
    "contactButton": "Let’s talk"
  },
  "mySkills": {
    "header": "My Skills",
    "learningProgramming": {
      "title": "I am constantly developing my skills:",
      "goal": "My goal is to continuously improve my abilities and grow with the latest technologies"
    }
  },
  "myProjects": {
    "header": "My Projects",
    "aboutTheProject": "About the project:",
    "organisation": "Project organization:",
    "whatILearned": "What I learned from the project",
    "technologies": "Technologies",
    "join": {
      "aboutTheProject": "Join helps you manage your tasks using a Scrum board and also maintain your contacts as a proper task management tool.",
      "organisation": "Through group work with three people, tasks were managed using a Scrum board and regular meetings were held.",
      "whatILearned": "Through this project, I gained my first hands-on experience with Firebase and learned how to manage a project using the Scrum methodology."
    },
    "sharky": {
      "aboutTheProject": "With the help of object-oriented JavaScript, a 2D game was developed. Help Sharky collect poison to defeat the final boss.",
      "organisation": "Independent organization and prioritization of tasks",
      "whatILearned": "First in-depth experience with object-oriented JavaScript programming and working with Canvas."
    },
    "dsoblog": {
      "aboutTheProject": "This project includes a custom knowledge base implemented using React and Docusaurus.",
      "organisation": "Creation of the project architecture and orchestration of a structured file and folder hierarchy for systematic project development.",
      "whatILearned": "Independent learning and hands-on experience with the React and Docusaurus libraries."
    }
  },
  "whatMyColleguasSay": {
    "header": {
      "eins": "Looking for a team player?",
      "zwei": "What my colleagues say about me",
      "linkedin": "LinkedIn profile"
    },
    "projecttitle": "Project",
    "teamPlayer": {
      "florian": {
        "name": "Florian Zunke",
        "project": "Join",
        "feedback": "During our project work, Elias wrote complex and clean code, which helped move the project forward significantly. His kind and friendly manner made the collaboration very pleasant.",
        "linkedin": "https://www.linkedin.com/in/florian-zunke-b18420328/"
      },
      "kai": {
        "name": "Kai Schulz",
        "project": "Sharky",
        "feedback": "I was in close exchange with Elias regarding his Sharky project. Communication was always informative and mutually beneficial. We were able to point out possible code improvements to each other, and I am very satisfied with the collaboration.",
        "linkedin": "https://www.linkedin.com/in/kai-schulz-53207b1a6/"
      }
    }
  },
  "contact": {
    "privacy": {
      "eins": "I accept the",
      "zwei": "privacy policy"
    },
    "header": "Contact",
    "text": "Contact me: Feel free to reach out to get in touch with me. I am happy to discuss further details. I am open to frontend positions. Contact: contact@elias-herzog.de"
  },
  "imprint": {
    "header": "Imprint",
    "contact": "Contact",
    "mobile": "Mobile:"
  }
}
